---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataMassOpeningArea
source: html/3c468c0e-2269-193b-b339-91e8117bdea2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataMassOpeningArea Property

"Mass Opening Area"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataMassOpeningArea { get; }
```